Repository: Vilcrow/bulls_and_cows
Catalog: po/*/*.po
Languages: ru

source: Incorrect input!
ru: Неверный ввод!

source: %d[Bulls] %d[Cows]
ru: %d[Быки] %d[Коровы]

source: You win! Total attempts - %d.
ru: Вы победили! Количество попыток - %d.

source: Reapiting digits!
ru: Повторяющиеся цифры!

source: Too many attempts.
ru: Слишком много попыток.

source: The computer has generated a sequence of four non-repeating
ru: Компьютер сгенерировал последовательность из четырех неповторяющихся

source: digits from 0 to 9. Your goal is to guess these digits.
ru: цифр от 0 до 9. Ваша задача отгадать эти цифры.

source: If the matching digits are in their right positions, they are
ru: Если угаданные цифры на верных позициях, то это

source: 'bulls', if in different positions, they are 'cows'.
ru: 'быки', если на других позициях - 'коровы'.

source: Enter '%c' or use Ctrl-D(i.e. EOF) to quit the game.
ru: Введите '%c' или используйте Ctrl-D(т.е. EOF), чтобы закрыть игру.

source: The number is hidden. Enter your answer:
ru: Число загадано. Введите Ваш ответ:
